Repository: rafaelps95/AudictiveMusic
Catalog: AudictiveMusicUWP/Strings/*/Resources.resw
Source language: en
Languages: es, fr, pt

# FeatureLockScreen.Text
source: And the lock screen as well! Would you like to have the artist image in your lock screen?
es: ¡Y en la pantalla de bloqueo, también! ¿Le gustaría de tener la imagen del artista en la pantalla de bloqueo?
fr: Et l'écran de verrouillage aussi bien! Voulez-vous d'avoir l'image de l'artiste dans votre écran de verrouillage?
pt: E a tela de bloqueio também!! Gostaria de ter a imagem do artista em sua tela de bloqueio?

# LiveTileToggle.Header
source: Update live tile
es: Actualizar bloque dinámico
fr: Mettre à jour bloc dynamique
pt: Atualizar bloco dinâmico

# LiveTileToggleCaption.Text
source: The application's live tile on your start screen will show info about the current playing song.
es: El bloque de la aplicación en la pantalla principal muestra información sobre la canción que se está reproduciendo.
fr: Le blocd'application sur votre écran d'accueil affiche des informations sur la chanson en cours de lecture.
pt: O bloco do aplicativo em sua tela inicial mostrará informações sobre a música em reprodução.

# PlayAllSecondaryTileButtonHeader.Text
source: 'Play everything' tile
es: Bloque 'Reproducir todo'
fr: 'Jouer tout' tuile
pt: Bloco 'Reproduzir tudo'

# PlayAllSecondaryTileSubtitle.Text
source: Have a tile for playing your entire collection directly from your start screen.
es: Tenga un bloque para reproducir toda su colección directamente desde la pantalla de inicio.
fr: Avoir une tuile pour jouer toute votre collection directement depuis votre écran de démarrage.
pt: Tenha um bloco para reproduzir sua coleção diretamente de sua tela inicial.

source: Play everything
es: Reproducir todo
fr: Jouer tout
pt: Reproduzir tudo

# WiFiAndEthernet.Content
source: Wi-Fi or Ethernet
es: Wi-Fi o Ethernet
fr: Wi-Fi ou Ethernet
pt: Wi-Fi ou Ethernet

# TapToResume.Content
source: Tap to resume
es: Presiona para reanudar
fr: Appuyez pour reprendre
pt: Toque para retomar

# WhatsNextSettingsItem.Text
source: Display the next song in the action center
es: Mostrar la siguiente canción en el centro de acción
fr: Afficher la chanson suivante dans le centre d'action
pt: Exibir a próxima música na central de ações

# WhatsNextSettingsItem.AdditionalInfo
source: If enabled, the name and artist of the next song in the queue will appear in the action center
es: Si está activado, el nombre y el artista de la siguiente canción de la cola aparecerán en el centro de acción
fr: Si cette option est activée, le nom et l'artiste de la chanson suivante de la file d'attente apparaîtront dans le centre d'action
pt: Se ativado, o título e o artista da próxima música na fila de reprodução vão aparecer na central de ações.

# Feature1
source: Sort your albums by title or artist name
es: Organización de álbumes por título o nombre de artista
fr: Organisez vos albums par titre ou le nom de l'artiste
pt: Organize seus álbuns por título ou nome do artista

# Feature2
source: Swipe up or down on the album cover to jump tracks
es: Deslizarse hacia arriba y hacia abajo en la carátula del álbum para saltar canciones
fr: Balayez vers le haut ou vers le bas sur la couverture de l’album de sauter des pistes
pt: Deslize para cima e para baixo sobre a capa do álbum para pular faixas

# Feature3
source: Resume the previous playback in case it gets terminated by another application
es: Reanudar la última reproducción si se ha interrumpido por otra aplicación
fr: Reprendre la lecture précédente au cas où elle serait terminée par une autre application
pt: Retome a última reprodução em caso de ela ter sido interrompida por outro aplicativo

# Improvement1
source: If the position of the current playing track is higher than 3 seconds, pressing the 'previous' button takes you to the initial position of the song.
es: Si la posición de la música en reproducción actual es superior a 3 segundos, al presionar el botón "anterior" se accede a la posición inicial de la canción.
fr: Si la position de la chanson en cours est supérieure à 3 secondes, appuyez sur la touche 'antérieur' pour revenir à la position initiale du morceau.
pt: Se a posição da faixa de reprodução atual for superior a 3 segundos, o botão 'anterior' leva para a posição inicial da música.

# Improvement2
source: Improved user interface and stability
es: Mejoras en el interfaz de usuario
fr: Améliorations dans l'interface utilisateur
pt: Melhorias no design do aplicativo

# Improvement3
source: Improvements in the music verification and in the overall performance
es: Mejoras en la verificación de las canciones y el rendimiento general
fr: Améliorations dans la vérification de la musique et dans la performance générale
pt: Melhorias na verificação de músicas e no desempenho geral

# CustomPopupAfterConfusedReview
source: We see that you are facing some problems to use Audictive Music. We can help you! Tell us a little bit about your experience with the application, so we can answer your questions and make it better for everyone!
es: Veo que se enfrentan a algunos problemas para usar Audictive Música. Podemos ayudarle! Cuéntanos un poco acerca de su experiencia con la aplicación, para que podamos responder a sus preguntas y que sea mejor para todo el mundo!
fr: Nous voyons que vous rencontrez des problèmes pour utiliser Audictive Music. Nous pouvons t'aider! Parlez-nous un peu de votre expérience avec l'application, afin que nous puissions répondre à vos questions et les améliorer pour tout le monde!
pt: Vejo que você está enfrentando alguns problemas para utilizar o Audictive Music. Nós podemos te ajudar! Conte-nos um pouco sobre a sua experiência com o aplicativo, assim poderemos esclarecer suas dúvidas e torná-lo melhor para todos!

# CustomPopupAfterDisappointedReview
source: Oh... We're so sad to know that you are not enjoying Audictive Music. Tell us about your experience with the application, then we can make it better!
es: Estábamos muy tristes de descubrir que no está disfrutando de la música Audictive. Cuéntanos un poco acerca de su experiencia con la aplicación, por lo que podemos hacerlo aún mejor.
fr: Oh ... Nous sommes si tristes de savoir que vous ne jouissez pas de la Audictive Music. Parlez-nous de votre expérience avec l'application, alors nous pouvons la rendre meilleure!
pt: Ficamos muito tristes ao saber que você não está gostando do Audictive Music. Conte-nos um pouco sobre a sua experiência com o aplicativo, assim poderemos torná-lo ainda melhor.

# CustomPopupAfterHappyReview
source: Amazing! We are so excited about this news. Would you mind sharing your love to Audictive Music by writing a review on the Store?
es: ¡Que maravilla! Estamos muy emocionados con esta noticia. ¿Le importaría de compartir su amor por el Audictive Music y escribir una reseña en la tienda?
fr: Incroyable! Nous sommes tellement enthousiasmés par cette nouvelle. Souhaitez-vous partager votre amour à Audictive Music en écrivant un commentaire sur le magasin?
pt: Que maravilha! Estamos muito animados com essa notícia. Você se importaria em divulgar o seu amor pelo Audictive Music escrevendo uma avaliação na Loja?

# CustomPopupAfterHappyReviewYes
source: Yes, of course!
es: ¡Si, claro!
fr: Oui, bien sûr!
pt: Sim, claro!

# CustomPopupCancelButton
source: Cancel
es: Cancelar
fr: Annuler
pt: Cancelar

# CustomPopupDeletePlaylist
source: Are you sure you want to delete this playlist? This will not affect your files.
es: ¿Estás seguro que desea eliminar esta lista de reproducción? No afectará sus archivos.
fr: Êtes-vous sûr de vouloir supprimer cette playlist? Cela ne va pas affecter vos fichiers.
pt: Você tem certeza de que você quer excluir esta lista de reprodução?

# CustomPopupFeedbackHubNotSupported
source: Humm... Looks like your device doesn't support the Windows Feedback Hub. Please, choose a different way to contact with us.
es: Hmm ... Parece que el dispositivo no es compatible con Windows Hub de Feedback. Por favor seleccione otro método.
pt: Humm... Parece que o seu dispositivo não suporta o Windows Hub de Feedback. Por favor, escolha outro método.

# CustomPopupFeeling
source: How do you feel while you are using Audictive Music?
es: ¿Cómo se siente cuando se utiliza el Audictive Músic?
fr: Comment vous sentez-vous lorsque vous utilisez Audictive Music?
pt: Como você se sente ao usar o Audictive Music?

# CustomPopupNotNow
source: Not now
es: Ahora no
fr: Pas maintenant
pt: Agora não

# CustomPopupOnlyFeedback
source: We'd love to know what do you think about Audictive Music! You can talk to us via mail, Facebook or using the Feedback Hub!
es: Nos encantaría saber lo que tiene que decir acerca de el Audictive Music Audictive! Elija el método que desea ponerse en contacto con nosotros.
fr: Nous vous aimerions savoir ce que vous pensez de la Audictive Music! Vous pouvez nous parler par mail, Facebook ou via Feedback Hub!
pt: Adoraríamos saber o que você tem a dizer sobre o Audictive Music! Escolha o método que você deseja para entrar em contato conosco.

source: Play next
es: Reproducir seguiente
fr: Lire ensuite
pt: Reproduzir em seguida

# RecentlyAdded.Text
source: Recently added
fr: Récemment ajouté
pt: Adicionados recentemente

source: Recent plays
es: Reproducciónes recientes
fr: Reproductions récentes
pt: Reproduções recentes

# RecentPlaysMenu.Content
source: History
es: Historia
fr: Historique
pt: Histórico

# WhatsNextNotificationSuppressPopup.Header
source: Silent notification
es: Notificación silenciosa
fr: Notification silencieuse
pt: Notificação silenciosa

# WhatsNextNotificationSuppressPopupCaption.Text
source: Choose whether to display or not the notification banner. A 'silent notification' is shown only in the notification center / action center.
es: Elija si desea o no mostrar una bandera de aviso. Una 'notificación silenciosa' sólo aparece en el centro de notificaciones / centro de acciones.
fr: Choisissez si vous souhaitez ou non afficher une bannière de notification. Une 'notification silencieuse' apparaît seulement dans le centre de notifications / centre de actions.
pt: Escolha se gostaria ou não de exibir um banner de notificação. Uma 'notificação silenciosa' é exibida apenas na central de notificações / central de ações.

source: Share
es: Compartir
fr: Partager
pt: Compartilhar

# AlbumPlural
source: Albums
es: Álbumes
pt: Álbuns

# AlbumSingular
source: Album
pt: Álbum

# ChoosePlaylist.Text
source: Choose the playlist:
es: Elija la lista de reproducción:
fr: Choisissez la liste de lecture:
pt: Escolha a lista de reprodução:

# Done.Text
source: Done
es: Hecho
fr: Compléter
pt: Concluir

source: Empty
es: Vacío
fr: Vide
pt: Vazio

# ErrorInvalidNameChosen
source: The chosen name is not valid.
es: El nombre elegido no es válido.
fr: Le nom choisi est pas valide.
pt: O nome escolhido é inválido.

# ForDevelopers.Text
source: For developers
es: Para los desarrolladores
fr: Pour les développeurs
pt: Para desenvolvedores

# MoreInfo.Content
source: More information...
es: Más información...
fr: Plus d'information...
pt: Mais informações...

# NamePlaylist
source: Choose a name for your playlist
es: Elija un nombre para tu lista de reproducción
fr: Choisissez un nom pour votre playlist
pt: Escolha um nome para a sua lista de reprodução

# NamePlaylistHeader
source: Type a name for your playlist
es: Escribe un nombre para tu lista de reproducción
fr: Tapez un nom pour votre liste de lecture
pt: Digite um nome para a sua lista

# NewPlaylist.Text
source: New list
es: Lista nueva
fr: Nouvelle liste
pt: Nova lista

# NoResults.Text
source: We couldn't find anything that matches your search
es: No hemos podido encontrar nada que coincida con tu búsqueda
fr: Nous n'avons trouvé aucun résultat correspondant à votre recherche
pt: Não conseguimos encontrar algo que corresponda com a busca.

# Playlists.Text
source: Playlists
es: Listas de reproducción
fr: Listes de lecture
pt: Listas de reprodução

source: Rename
es: Renombrar
fr: Renommer
pt: Renomear

# SearchBox.PlaceholderText
source: what do you want to listen to?
es: ¿qué quieres escuchar?
fr: que voulez-vous écouter?
pt: o que você quer ouvir?

# ShareErrorMessage
source: We've encountered an error while trying to share this item. If you keep facing this error, send us your feedback.
es: Hemos encontrado un error al intentar compartir este elemento. Si sigue enfrentando este error, envíenos sus comentarios.
fr: Nous avons rencontré une erreur en essayant de partager cet élément. Si vous continuez à faire face à cette erreur, envoyez-nous vos commentaires.
pt: Nós encontramos um erro ao tentar compartilhar este item. Se você continuar se deparando com esse problema, entre em contato conosco.

# Shuffle.Content
source: Shuffle
es: Aleatorio
fr: Aléatoire
pt: Aleatório

# SongPlural
source: Songs
es: Canciones
fr: Chansons
pt: Músicas

# SongSingular
source: Song
es: Canción
fr: Chanson
pt: Música

# TagLibReference.Text
source: This application uses the free TagLib.Portable tool to read the music metadata
es: Esta aplicación utiliza la herramienta gratuita TagLib.Portable para leer los metadatos de música
fr: Cette application utilise l'outil gratuit TagLib.Portable pour lire les métadonnées de la musique
pt: Audictive Music usa a ferramenta de código aberto TagLib.Portable para ler as informações de suas músicas.

# TapToSelectList.Text
source: Tap to select an existing list
es: Toque para seleccionar una lista existente
fr: Appuyez pour sélectionner une liste existante
pt: Toque para selecionar uma lista existente

# WindowsColorSettings.Content
source: System color settings
es: Configuración de color de Windows
fr: Paramètres de couleur Windows
pt: Configurações de cor do Windows

# SearchMenu.Text
source: Search
es: Búsqueda
fr: Recherche
pt: Pesquisar

# AboutBtn.Content
source: About
es: Acerca de
fr: À propos de
pt: Sobre

# AllowTransparency.Header
source: Allow transparency effects
es: Permitir efectos de transparencia
fr: Autoriser les effets de transparence
pt: Permitir efeitos de transparência

# AllowTransparencyCaption.Text
source: May reduce the application's performance. Some effects may not be available to all Windows devices and may require the Windows 10 Creators Update (1703).
es: Puede reducir el rendimiento de la aplicación. Es posible que algunos efectos no estén disponibles para todos los dispositivos de Windows y pueden requerir la actualización Windows 10 Creators (1703).
fr: Peut réduire les performances de l'application. Certains effets peuvent ne pas être disponibles pour tous les périphériques Windows et peuvent exiger Windows 10 Creators Update (1703).
pt: Pode reduzir o desempenho do aplicativo. Alguns efeitos podem não estar habilitados em todos os dispositivos e podem precisar do Windows 10 Creators Update (1703).

# ApplicationInfo.Text
source: Application info
es: Información de la aplicación
fr: Informations sur l'application
pt: Informações do aplicativo

# ColorOptions.Text
source: Color options
es: Opciones de color
fr: Options de couleur
pt: Opções de cor

# ColorOptionsCaption.Text
source: The color scheme of Audictive Music can follow the currently playing song.
es: El esquema de colores de Audictive Music puede seguir la canción que se está reproduciendo.
fr: Le schéma de couleurs de Audictive Music peut suivre la chanson en cours de lecture.
pt: O esquema de cores do Audictive Music pode acompanhar a música em reprodução.

# FindMusicSettingsItem.Text
source: Reload your collection
es: Encontrar tu música
fr: Trouvez votre musique
pt: Recarregue sua coleção

# NoBtn.Content
source: No
fr: Non
pt: Não

# Permissions.Text
source: Permissions
es: Permisos
fr: Autorisations
pt: Permissões

# LimitedConnectionSettingsItem.Text
source: Allow download over cellular connection
es: Permitir la descarga por conexión celular
fr: Autoriser le téléchargement sur une connexion cellulaire
pt: Permitir o download através de conexões limitadas?

# SendInfoSettingsItem.Text
source: Do you allow the data in your library to be sent in order to receive the artist images?
es: ¿Permite que los datos de su biblioteca sean enviados para recibir las imágenes del artista?
fr: Permet-tu que les données de votre bibliothèque soient envoyées pour recevoir les images de l'artiste?
pt: Permite que informações sejam enviadas à terceiros a fim de obter as imagens para os artistas?

# PermissionsDownloadLastFmCaption.Text
source: It will not be possible to display the images if you don't give us that permission.
es: No será posible mostrar las imágenes si no nos da ese permiso.
fr: Il ne sera pas possible d'afficher les images si vous ne nous donnez pas cette autorisation.
pt: Não será possível exibir as imagens se você não nos der esta permissão.

# SetUp.Text
source: Set it your way
es: Ajuste a tu manera
fr: Définissez votre façon
pt: Configure do seu jeito

# SetupCompleted.Text
source: Audictive Music is ready to use. Explore your music!
es: Audictive Music está listo para usar. ¡Explore su música!
fr: Audictive Music est prêt à l'emploi. Explorez votre musique!
pt: Audictive Music está pronto para uso. Explore suas músicas!

# Storage.Text
source: Storage
es: Almacenamiento
fr: Mémoire
pt: Armazenamento

# SyncColorIn.Text
source: Apply colors in:
es: Aplicar colores en:
fr: Appliquer des couleurs dans:
pt: Sincronizar as cores em:

# SyncColorInMenu.Content
source: Side menu
es: Menú lateral
fr: Menu latéral
pt: Menu lateral

# SyncColorInPlaybackBar.Content
source: Playback bar
es: Barra de reproducción
fr: Barre de lecture
pt: Barra de reprodução

# SyncColorInTitleBar.Content
source: Title bar
es: Barra de título
fr: Barre de titre
pt: Barra de título

source: Open
es: Abrir
fr: Ouvrir
pt: Abrir

# PlaybackStoppedToastContent
source: Tap to resume
es: Toca para continuar
fr: Appuyez pour reprendre
pt: Toque para retomar

# PlaybackStoppedToastHeader
source: Playback stopped
es: Reproducción detenida
fr: La lecture s'est arrêtée
pt: A reprodução parou

# TapToResumeSettingsItem.AdditionalInfo
source: Due to system policy, the playback is stopped by Windows after some idle time in order to save system resources.
es: Debido a la política del sistema, la reproducción se detiene después de algún tiempo de inactividad
fr: En raison de la politique système, la lecture s'arrête après un temps d'inactivité
pt: Para proporcionar melhor experiência de uso, o Windows interrompe a reprodução após algum tempo ocioso para poupar recursos do sistema.

# ResumePlayback
source: Resume last playback
es: Reanudar la última reproducción
fr: Reprendre la dernière lecture
pt: Retomar última reprodução

# Feedback.Text
source: Feedback
es: Comentarios
fr: Retour d'information
pt: Comentários

# AlbumsCovers.Text
source: Albums covers:
es: Portadas de álbumes:
fr: Albums couvre:
pt: Capas dos álbuns:

# AppInfoMenuItem.Subtitle
source: App version and special thanks
es: Versión de la aplicación y gracias
fr: Version de l'application et merci
pt: Versão do aplicativo e agradecimentos

# AppInfoMenuItem.Title
source: Application's info
es: Información de la aplicación
fr: Informations sur l'application
pt: Informações do aplicativo

# ArtistsPics.Text
source: Artists images:
es: Imágenes de artistas:
fr: Images d'artistes:
pt: Imagens dos artistas:

# DataManagementMenuItem.Subtitle
source: Manage your library and the application's usage
es: Administrar la biblioteca y los datos de la aplicación
fr: Gérez vos données de bibliothèque et d'application
pt: Gerencie sua biblioteca e dados do aplicativo

# DataManagementMenuItem.Title
source: Data management
es: Gestión de datos
fr: Gestion des données
pt: Gerenciamento de dados

# Everything.Text
source: Everything:
es: Todo:
fr: Tout:
pt: Tudo:

# FeedbackMenuItem.Subtitle
source: Send your comments on this version
es: Enviar comentarios sobre esta versión
fr: Envoyez vos commentaires sur cette version
pt: Envie comentários sobre esta versão

# FeedbackMenuItem.Title
source: Feedback
es: Comentarios
fr: Retour d'information
pt: Comentários

# NotificationsMenuItem.Subtitle
source: Manage the playback notifications
es: Administrar las notificaciones de reproducción
fr: Gérer les notifications de lecture
pt: Gerencie as notificações de reprodução

# NotificationsMenuItem.Title
source: Playback and notifications
es: Notificaciones y reproducción
fr: Notifications et lecture
pt: Reprodução e notificações

# OtherData.Text
source: Other data:
es: Otros datos:
fr: Autre informations:
pt: Outros dados:

# PermissionsMenuItem.Subtitle
source: Data usage and download
es: Envío de información y descarga
fr: L'envoi d'informations et téléchargement
pt: Envio de informações e download

# PermissionsMenuItem.Title
source: Permissions
es: Permisos
fr: Autorisations
pt: Permissões

# Personalization.Text
source: Personalization
es: Personalización
fr: Personnalisation
pt: Personalização

# PersonalizationMenuItem.Subtitle
source: App theme, transparency and lockscreen
es: Tema de aplicación, efectos visuales y pantalla de bloqueo
fr: Thème de l'application, les effets visuels et verrouillage de l'écran
pt: Tema do aplicativo, efeitos visuais e tela de bloqueio

# PersonalizationMenuItem.Title
source: Personalization
es: Personalización
fr: Personnalisation
pt: Personalização

# SongsFound.Text
source: Songs found:
es: Canciones encontradas:
fr: Chansons trouvés:
pt: Músicas encontradas:

# TryToFreeSpace.Content
source: Try to free space
fr: Essayez d'espace libre
pt: Tente liberar espaço

# ChooseLibrarySettingsItem.Text
source: Choose where to find your music
es: Elige dónde encontrar tu música
fr: Choisissez où trouver votre musique
pt: Escolha onde procurar suas músicas

# EmptyLibrary
source: Your collections looks empty
es: Su colección parece estar vacía
fr: Sa collection semble être vide
pt: Sua coleção parece estar vazia

# EmptyLibraryDesktopTip
source: Can't you find your music? I'm wondering if we are looking in the right place...
es: ¿No encuentra su música? ¿Estamos buscando en el lugar correcto?
fr: Vous ne trouvez pas votre musique? Est-ce que nous cherchons au bon endroit?
pt: Não encontra suas músicas? Será que estamos procurando no lugar certo?

# EmptyLibraryMobileTip
source: Oops... We couldn't find any song in your library. Move your music to the "Music" folder in internal or removable storage
es: Oops ... No encontramos nada en su colección. Añade tus canciones en la carpeta "Músicas" en el almacenamiento interno o extraíble.
fr: Oups ... nous ne avons trouvé quoi que ce soit dans votre collection. Ajouter vos chansons dans le dossier "Music" sur le stockage interne ou amovible.
pt: Oops... Não encontramos nada em sua coleção. Adicione suas músicas na pasta "Músicas" no armazenamento interno ou removível.

# FindMusicSettingsItem.AdditionalInfo
source: If any of your songs is changed outside the application, you need to rescan your music collection to fix incorrect metadata.
es: Si alguna de sus canciones se cambia fuera de la aplicación, debe volver a explorar su colección de música para corregir los metadatos incorrectos.
fr: Si l'une de vos chansons est modifiée en dehors de l'application, vous devez remanier votre collection de musique pour corriger les métadonnées incorrectes.
pt: Caso alguma de suas músicas for alterada por outro aplicativo, é necessário recarregar suas músicas para corrigir dados incorretos.

# ManageLibrary.Text
source: Manage your library
es: Administrar su biblioteca
fr: Gérez votre bibliothèque
pt: Gerencie sua biblioteca

# ManageLibraryCaption.Text
source: Add or remove folders in your music library
es: Agregar o quitar carpetas de tu biblioteca de música
fr: Ajouter ou supprimer des dossiers de votre bibliothèque musicale
pt: Adicione ou remova pastas de sua biblioteca de músicas
